const faqData = [
  {
    title: "看極光最佳時間",
    content: `傳說看到極光就能獲得一生的幸福，冰島被CNN評為全球最佳觀賞極光地點之一，成為近年來追極光聖地。冰島的光害少、地廣人稀，全島都位於極光帶上，所以無論你在島上的哪個角落，在無雲的夜裡抬起頭都有機會看到極光。
      9月～4月是最適合前往冰島獵尋極光的季節，其他季節黑夜時間都較短，不太適合賞極光。冰島冬季日照短、黑夜長，12月～1月黑夜則長達20小時，看到極光的機率更高、氣候更冷，但這時候的冰島會沈浸在永夜中，所以無法走訪太多景點。小編建議你選擇9月底或3月中前往冰島，這時候的日照時間足夠讓你走完各個景點，晚上也不必熬夜等待極光。`,
  },

  {
    title: "看極光的條件",
    content: `1. Kp極光指數（0～9）大於3代表全島都在能看見極光的範圍內 <br>
                2. 無光害，包含滿月都可能阻饒極光出現<br>
                3. 天空要清澈，無雲層的干擾，能看見星星、月亮（非滿月）<br>`,
  },

  {
    title: "賞極光最佳地點",
    content: `<h3>【南部】</h3><br>
<p class="indent-text">南方光害稍多，推薦地點包括：雷克雅維克內的格羅塔燈塔 Grotta lighthouse（光害最少）、珍珠樓 Perlan、Hljomskalagardur Park、辛格韋德利國家公園 Thingvellir National Park。另外，雷克雅維克市中心也有固定班次的賞極光巴士。</p><br>

<h3>【西部】</h3><br>
   <p class="indent-text">被Lonely Planet評為最佳賞極光地點，當地風景也非常迷人。位於西部的極光地點包括：斯奈山半島Snaefellsjokull、阿克拉內斯Akranes、博爾加內斯Borgarnes。</p><br>

<h3>【北部】</h3><br>  
   <p class="indent-text">在冰島北部賞極光會有種科幻的感覺，北部擁有最壯觀的火山地景，光害不多，也是非常不錯的賞極光地點。</p><br>

<h3>【東部】</h3><br>
   <p class="indent-text">冰島東部是人口最稀少的地區，這裡的羊甚至比人還多！潟湖也是這裡令人驚嘆的奇景之一，像是冰河湖Jokulsarlon，也是賞極光的好地方喔！</p>`,
  },

  {
    title: "極光只有晚上有嗎？",
    content: `許多人會誤以為極光只在夜晚出現，但事實並非如此。極光在白天也有，只是白天的日光過於耀眼，導致極光的光芒被遮蓋住、較難觀測到，相較於明亮的白天，晚上的光線弱，因此更有機會看到極光。

而另一種白天出現極光的情形其實是「極地平流層雲（Polar Stratospheric Clouds PSC）」，也有人稱作珠母雲或貝母雲。這種現象通常出現在冬季南北極的平流層中，當雲吸收、分解氯後儲存在其中，加上陽光灑落，就會反射出神似極光的光澤。有位瑞典天文攝影師就曾拍到這神奇的景象，雖然照片十分美麗，但這種現象的出現其實是因臭氧層出現破洞，對環境而言並非一件好事。`,
  },

  {
    title: "看極光怎麼穿著比較好？",
    content: `建議採用洋蔥式穿搭。追極光大多在寒冷且空曠的地方，而且還要在戶外等上許久，所以保暖絕對不能馬虎！

但因為室內通常會有暖氣，所以穿太多會不方便穿脫，內層可選發熱衣或短袖 T 恤，貼身保暖；外層則建議兩件式穿搭，防水風雨衣抵禦風寒，保暖刷毛外套蓄熱御寒，靈活應對室內外溫差。`,
  },

  {
    title: "拍極光有哪些小技巧？",
    content: `手機無法捕捉極光最佳的呈現畫面。原因之一是手機鏡頭和感光元件尺寸較小，在光線昏暗的極光環境下難以拍到豐富的細節。此外，手機曝光時間通常有限，無法充分展現長時間曝光下的極光效果。

因此，會建議捕捉極光的旅人使用相機拍攝，由於極光的形狀和亮度每秒都在變化，拍攝時也要隨時調整相機參數設定才有機會抓到最美的瞬間。

當極光變得太亮時，建議調降 ISO 感光度，以免畫面過曝，如果極光變動快速，快門速度和感光度就要隨之提高，才能清晰記錄下極光之美。`,
  },
];

export default faqData;
