const hongkongSpotData = [
  {
    title: "大美督船灣淡水湖主壩",
    image: "./img/hongkong/hongkong_slide_001.jpg",
    description: `大美督在日間是踏單車的好地方，而在晚上則是一個觀星的熱點。西面的天空受來自吐露港公路的光線影響，東面的環境則較適合觀星。可乘搭公共交通工具前往「大美督」巴士總站，向船灣淡水湖主壩方向步行約5分鐘，可達白普理賽馬會青年旅舍旁起點。`,
    transportation: [
      {
        method: "九巴路線",
        details: `75K及275R (275R只於星期日及假日行駛。)`,
      },
      {
        method: "專線小巴路線",
        details: ` 20C及20R`,
      },
    ],
  },

  {
    title: "香港太空館天文公園",
    image: "./img/hongkong/location/hongkong_starseekers_spot001.jpg",
    description: `其實觀星不只有尖沙咀香港太空館，太空館有一個位於西貢專門供市民觀星的附屬小型公園，配備了古今眾多的中西方天文儀器，例如月亮錶盤、日晷和其他優良的觀星設施。如果你喜歡以最傳統方式觀察夜空，公園裏還設有斜長椅。 西貢區的香港太空館天文公園位於西貢海旁`,
    transportation: [
      {
        method: "巴士路線",
        details: `94路：從鑽石山地鐵站或其他地點前往西貢。96R路（假日專線）：從九龍塘或其他地點直達西貢。 `,
      },
      {
        method: "的士",
        details: `你可以直接搭乘的士前往西貢或指定的天文公園地址，適合較大團體或攜帶較多行李的情況。`,
      },
    ],
  },

  {
    title: "石澳鶴咀",
    image: "./img/hongkong/location/hongkong_starseekers_spot002.jpg",
    description: `鶴咀為香港最東南端的海角，由於處地交通不便，少有遊客，故有「秘境」之稱，近年多了星空攝影愛好者朝聖拍攝，鶴咀漸為人所知。 位於燈塔之下的鶴咀海岸保護區，景點多多，置放香港大學太古海洋科學研究所外的巨型魚骨標本，正是遊人必到的打卡位。晚上在近岸懸崖觀看星空，滿天星斗一望無際。`,
    transportation: [
      {
        method: "巴士路線",
        details: `可從將軍澳或其他地區搭乘巴士前往西貢，然後轉乘小巴或的士前往鶴咀。通常可搭乘以下巴士： 94路：從鑽石山地鐵站出發，前往西貢。`,
      },
      {
        method: "小巴",
        details: `從西貢市中心搭乘小巴前往鶴咀。這是一種方便的選擇，但班次可能不多。`,
      },
      {
        method: "的士",
        details: `如果你在西貢或附近，可以直接搭乘的士前往鶴咀，這是最直接的方式，尤其適合多人同行。`,
      },
    ],
  },

  {
    title: "萬宜水庫東壩",
    image: "./img/hongkong/hongkong_slide_003.jpg",
    description: `萬宜水庫東壩是香港著名的觀星地點，以其壯觀的自然景觀和清晰的星空而聞名。這裡擁有低光污染的環境，夜空中的星星格外明亮，非常適合星空攝影和觀賞天文現象。周圍的青翠山丘和寧靜的水面，為遊客提供了一個放鬆身心的理想場所。此外，東壩設有觀景台和野餐區，方便遊客享受大自然的美好。無論是愛好攝影的天文愛好者，還是想要遠離城市喧囂的遊客，萬宜水庫東壩都是一個絕佳的去處。`,
    transportation: [
      {
        method: "巴士路線",
        details: `94路：從鑽石山地鐵站出發，經西貢前往萬宜水庫`,
      },
      {
        method: "的士",
        details: `可以直接搭乘的士前往，特別適合較大團體或攜帶攝影設備的遊客，這是最方便的選擇。`,
      },
    ],
  },

  {
    title: "大帽山",
    image: "./img/hongkong/hongkong_slide_006.jpg",
    description: `大帽山不僅是香港的最高峰，也是觀賞星空和日出日落的理想地點。這裡的高海拔和清新空氣讓遊客能夠欣賞到星空上璀璨的星斗，尤其在無光污染的夜晚，銀河如帶般璀璨迷人。日出時，山頂的壯麗景色更是令人嘆為觀止，陽光在山巒間灑下溫暖的金色光芒，映照出壯麗的山景。無論是晨曦的第一縷光線，還是夜空的繁星，大帽山都為遊客提供了難忘的自然體驗，是愛好攝影和尋求靜謐的理想選擇。`,
    transportation: [
      {
        method: "巴士路線",
        details: `64K路：由沙田至大帽山，經過大埔和相關地區。`,
      },
      {
        method: "自駕",
        details: `山腳有停車場，但在周末或假日可能會比較擁擠，建議早些到達。`,
      },
      {
        method: "的士",
        details: `直接搭乘的士前往大帽山也是一個方便的選擇，特別適合攜帶攝影設備或與家人朋友一同出行。`,
      },
    ],
  },
];

export default hongkongSpotData;
