const japanSpotData = [
  {
    title: "長野縣/阿智村",
    image: "./img/japan/location/japan_starseeker_location001.webp",
    description: `長野位於南部阿智村，是環境省於2006年（平成18年）公佈的「星星最閃亮的地方」，星空村被評選為第一名。阿智村四周群山環抱，空氣清新，周圍沒有霓虹燈等強光照射，一年四季都可以欣賞到美麗的星空。
          如果你想在阿智村享受觀星的樂趣，富士見台高原索道天堂園原和浪合公園被推薦。`,
    transportation: [
      {
        method: "火車",
        details: `可搭乘JR飯田線到達飯田站，或搭乘JR中央本線到中津川站。從這兩個車站出發，需轉乘巴士約40分鐘即可抵達阿智村。`,
      },
      {
        method: "巴士",
        details: `從中津川站出發的巴士需要提前預約。`,
      },
      {
        method: "自駕",
        details: `如果選擇自駕，從中央道園原IC（交流道）出發約5分鐘即可到達阿智村。`,
      },
    ],
  },

  {
    title: "沖繩縣 / 石垣市",
    image: "./img/japan/location/japan_starseeker_location002.webp",
    description: `沖繩本島 位於西南 石垣市 」牙齒， 」 日本三大星級景點 被選為日本的美麗星空景點之一 。
    包括南十字星、銀河等四季美麗的星空， 總共 88 個星座中，石垣市可以看到 84 個星座。 
    如果您想在石垣市享受觀星的樂趣， 邦納公園 “或者” 石垣島展望台 ”” 川平灣 “ 被推薦。
    
    日本城市發展蓬勃，不難看見市內的五光十色，不過也造成嚴重的光害問題。幸好在島國一隅的沖繩石垣島，還沒有受到污染，西表石垣國立公園則被美國暗空協會（IDA）認證為「星空保護區」，是日本首個獲認證區域！只要到訪該處，抬頭就能看到你平常不會看到的星空，恍如置身外太空一樣。
    `,
    transportation: [
      {
        method: "飛機",
        details: `可以搭乘飛機從那霸市或其他主要城市直飛石垣島的石垣機場。`,
      },
      {
        method: "渡輪",
        details: `從那霸市可以搭乘渡輪前往石垣島，航程約需2.5小時。`,
      },
      {
        method: "租車",
        details: `在石垣島，可以選擇租車自駕，方便遊覽各大觀星景點。`,
      },
    ],
  },

  {
    title: "立山黑部 (富山縣)",
    image: "./img/japan/location/japan_starseeker_location003.jpg",
    description: `被 3,000公尺級山脈所包圍的天然天象儀。
   擁有世界著名的山岳觀光路線．立山黑部阿爾卑斯山脈路線的立山黑部地區。由於標高居高，可以看見平時難以接觸到的高山植物以及四季不同的自然之美，因此吸引眾多觀光客前來。
   青天和山脈交織出的白天景色也是一絕，不過像是天然天象儀一般的星空也非常受歡迎，據說有許多人是專程前來欣賞這片星空的。阿爾卑斯山脈路線內標高2,450公尺之處有標榜「離星空最近的渡假勝地」日本標高最高的「立山飯店」等，共有4間官方飯店，也有舉辦「星空觀測」和「星空觀察會」等活動。
彷彿就要吞噬雄壯山脈這白天主角般的滿天星空令人震懾，絕對有前往一探的價值。
    `,
    transportation: [
      {
        method: "火車",
        details: `從東京或大阪搭乘新幹線到達富山站，然後轉乘巴士或電車前往立山站。`,
      },
      {
        method: "巴士",
        details: `從富山站搭乘直達立山的巴士，行程約需1小時。`,
      },
      {
        method: "自駕",
        details: `如果選擇自駕，從富山IC出發約需40分鐘可到達立山黑部地區。`,
      },
    ],
  },
];

export default japanSpotData;
