const taiwanSpotData = [
  {
    title: "桃園｜基國派老教堂",
    image: "./img/taiwan/location/taiwan_spot001.jpg",
    description: `位於桃園復興鄉的基國派老教堂，被建立在山區開闊的台地上，是當地泰雅族非常具歷史的老教堂，以竹子和石板堆砌而成，頂部的十字架及圓拱門更被譽為「通往天堂鑰匙」。台地上方就是開闊的天空，四周被群山環繞，完全沒有光害，天氣好時，絕對是北部觀星的最佳景點。`,
    transportation: [
      {
        method: "汽車",
        details: `從桃園市中心出發，沿著國道3號行駛，然後轉入復興鄉，約需1小時抵達。`,
      },
      {
        method: "公共交通",
        details: `可以搭乘桃園客運的復興線巴士，從桃園火車站出發，約需1.5小時到達復興鄉，再步行前往教堂。`,
      },
    ],
  },

  {
    title: "南投｜合歡山",
    image: "./img/taiwan/location/taiwan_spot002.jpg",
    description: `合歡山上的步道每條都有綿延的稜線，也因為位在高海拔的國家公園裡可以說是幾乎沒有光害，天氣好的話，在這裡賞星幾乎是美景保證，其中合歡山主峰、武嶺是網友們非常推薦的觀星點。 合歡山主峰擁有超壯麗的稜線步道，沿路非常遼闊，有些路段甚至在雲霧之上，經常可以捕捉到銀河美景。 如果不想登山，也可以選擇武嶺，俯瞰山腳的蜿蜒公路，加上星空，也是別有一番風味。`,
    transportation: [
      {
        method: "汽車",
        details: `從台中市出發，沿著國道6號行駛，約需1.5小時可抵達合歡山。`,
      },
      {
        method: "公共交通",
        details: `可以搭乘客運從台中市出發到達武嶺，然後轉乘當地巴士或計程車前往合歡山主峰。`,
      },
    ],
  },

  {
    title: "嘉義｜祝山車站",
    image: "./img/taiwan/location/taiwan_spot003.jpg",
    description: `位於阿里山遊樂園區的祝山車站，為國人自建的第一條登山鐵路，兩千多公尺的海拔，讓車站成為觀星與欣賞日出的熱門景點，與開闊的景色不同，沿著鐵路仰望狹長的天空，透出閃爍的星點，時不時還有火車經過，下次來阿里山一定要座坐上火車，來趟賞星之旅。`,
    transportation: [
      {
        method: "汽車",
        details: `從嘉義市出發，沿著國道3號行駛，轉入台18線，約需1.5小時可抵達阿里山遊樂區。`,
      },
      {
        method: "公共交通",
        details: `可以搭乘嘉義客運到達阿里山，然後再轉乘阿里山森林鐵路前往祝山車站。`,
      },
    ],
  },
];

export default taiwanSpotData;
